IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.
       AUTHOR. KORONKOWY.
       DATE-WRITTEN. 2024-09-10.
       REMARKS. Trying out writing hello world in COBOL.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           MAIN-PROCEDURE.
               DISPLAY "Hello, World!".
               STOP RUN.